{
    "skinfolds": {
        "triceps": {
            "title": "Triceps Skinfold®",
            "identification": {
                "definition": "A vertical skinfold raised on the posterior aspect of the arm, over the triceps muscle, at the level of the marked Mid-acromiale-radiale® landmark.",
                "subjectPosition": "For site marking, the subject assumes the standard anatomical position (standing erect, upper limbs by the sides, palms facing anteriorly).",
                "location": "The Triceps® skinfold site is marked on the posterior midline of the arm, directly superior to the olecranon process, at the level of the Mid-acromiale-radiale® landmark."
            },
            "measurement": {
                "subjectPosition": "The subject stands relaxed with the left arm hanging by the side. The right arm is relaxed with the shoulder joint slightly externally rotated and the elbow extended by the side of the body.",
                "method": "The skinfold is lifted parallel to the long axis of the arm.",
                "techniques": [
                    "At the marked level, grasp a double fold of skin and subcutaneous adipose tissue between the thumb and index finger of the left hand.",
                    "Apply the caliper faces 1 cm distal to the fingers, perpendicular to the skinfold.",
                    "Maintain the caliper at a 90° angle to the surface of the skinfold throughout the measurement.",
                    "Record the measurement 2 seconds after full caliper pressure is applied."
                ]
            },
            "x": "83.3%",
            "y": "35.0%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 846,
            "endTime": 864
        },
        "subscapular": {
            "title": "Subscapular Skinfold®",
            "identification": {
                "definition": "The site is located 2 cm infero-laterally (downwards and outwards) from the Subscapulare® landmark, along a line oriented at a 45° angle.",
                "subjectPosition": "The subject assumes a relaxed standing position with the upper limbs hanging by the sides.",
                "location": "Use a tape measure to identify the point 2 cm from the Subscapulare® landmark, following a line running infero-laterally at 45°."
            },
            "measurement": {
                "subjectPosition": "The subject assumes a relaxed standing position with the upper limbs hanging by the sides.",
                "method": "The skinfold is aligned with the natural cleavage lines of the skin, typically running infero-laterally at a 45° angle.",
                "techniques": [
                    "Grasp the skinfold at the marked site. The fold should be lifted so that a double fold of skin plus the underlying subcutaneous adipose tissue is held between the thumb and index finger of the left hand.",
                    "Apply the caliper faces 1 cm distal or medial to the fingers, perpendicular to the skinfold.",
                    "Maintain the caliper at a 90° angle to the surface of the skinfold throughout the measurement.",
                    "Record the measurement 2 seconds after full caliper pressure is applied."
                ]
            },
            "x": "78.2%",
            "y": "31.5%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 865,
            "endTime": 881
        },
        "biceps": {
            "title": "Biceps Skinfold®",
            "identification": {
                "definition": "A vertical skinfold raised on the anterior aspect of the arm, over the belly of the biceps brachii muscle.",
                "subjectPosition": "For site marking, the subject assumes the standard anatomical position.",
                "location": "The Biceps® skinfold site is marked on the anterior midline of the arm, at the level of the Mid-acromiale-radiale® landmark, over the most prominent part of the biceps brachii."
            },
            "measurement": {
                "subjectPosition": "The subject stands relaxed with the left arm hanging by the side. The right arm is relaxed with the shoulder joint slightly externally rotated and elbow extended by the side of the body.",
                "method": "This skinfold is lifted parallel to the long axis of the arm.",
                "techniques": [
                    "Grasp a double fold of skin and underlying subcutaneous adipose tissue between the thumb and index finger of the left hand at the marked site.",
                    "Apply caliper faces 1 cm distal to the fingers, at approximately mid-fingernail depth.",
                    "Maintain the caliper at a 90° angle to the skinfold surface. Maintain the grasp during measurement.",
                    "Record the measurement 2 seconds after full caliper pressure is applied."
                ]
            },
            "x": "17.0%",
            "y": "34.2%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 883,
            "endTime": 900
        },
        "iliac_crest": {
            "title": "Iliac Crest Skinfold®",
            "identification": {
                "definition": "The site at the centre of a skinfold raised immediately superior to the marked Iliocristale® landmark.",
                "subjectPosition": "The subject stands relaxed with the left upper limb hanging by the side and the right upper limb abducted to the horizontal plane.",
                "location": "This skinfold is raised immediately superior to the Iliocristale®. Align the fingers of the left hand on the Iliocristale® landmark and exert pressure medially so that the fingers roll over the iliac crest. Substitute the left thumb for these fingers and relocate the index finger sufficiently superior to the thumb to grasp the skinfold. Mark the centre of this raised skinfold. The fold typically runs slightly antero-inferiorly, following the natural cleavage lines of the skin."
            },
            "measurement": {
                "subjectPosition": "The subject stands relaxed with the left upper limb hanging by the side. The right upper limb should be either abducted or placed across the trunk.",
                "method": "The skinfold generally runs slightly antero-inferiorly, as determined by the natural cleavage lines of the skin.",
                "notes": "Nomenclature for skinfolds in the ilioabdominal region can be confusing. ISAK identifies the Iliac crest® and Supraspinale® skinfold sites. The ISAK Iliac crest site is very similar to the site Durnin & Womersley (1974) termed the suprailiac skinfold.",
                "techniques": [
                    "Grasp the skinfold at the marked site.",
                    "Apply the caliper 1 cm from the fingers, perpendicular to the fold.",
                    "Record the measurement after 2 seconds."
                ]
            },
            "x": "80.8%",
            "y": "44.2%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 901,
            "endTime": 917
        },
        "supraspinale": {
            "title": "Supraspinale Skinfold®",
            "identification": {
                "definition": "The site at the intersection of: 1) a line from the marked Iliospinale® to the anterior axillary border, and 2) a horizontal line at the level of the marked Iliocristale®.",
                "subjectPosition": "The subject stands relaxed with the upper limbs hanging by the sides. The right upper limb may be abducted to the horizontal plane after the anterior axillary border has been identified.",
                "location": "The fold runs slightly antero-inferiorly, following the natural cleavage lines of the skin.",
                "nomenclatureNote": "This skinfold was originally named \"suprailiac\" by Parnell (1958) and Heath and Carter (1967), but since 1982 it has been known as the \"supraspinale\"."
            },
            "measurement": {
                "subjectPosition": "The subject stands relaxed with the upper limbs hanging by the sides.",
                "method": "The fold runs infero-medially at approximately a 45° angle, as determined by the natural cleavage lines of the skin.",
                "notes": "ISAK's Supraspinale site was termed the suprailiac by Parnell (1958) and Tanner (1964). ISAK'S Supraspinale skinfold site is used in the Heath-Carter somatotype system.",
                "techniques": [
                    "Grasp the skinfold at the marked site, following its natural cleavage line.",
                    "Apply the caliper 1 cm from the fingers, perpendicular to the fold.",
                    "Record the measurement after 2 seconds."
                ]
            },
            "x": "22.9%",
            "y": "43.5%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 919,
            "endTime": 931
        },
        "abdominal": {
            "title": "Abdominal Skinfold®",
            "identification": {
                "definition": "A vertical skinfold raised 5 cm lateral to the right of the omphalion (midpoint of the navel).",
                "subjectPosition": "The subject stands relaxed with the upper limbs hanging by the sides.",
                "location": "This is a vertical fold raised 5 cm lateral to the right side of the omphalion."
            },
            "measurement": {
                "subjectPosition": "The subject stands relaxed with the upper limbs hanging by the sides.",
                "method": "This is a vertical fold. It is particularly important at this site that the measurer ensures the initial grasp is firm and broad, as the underlying musculature may be poorly developed. This could result in an underestimation of the subcutaneous adipose tissue thickness. (Note: Do not place fingers or caliper tines within the navel.)",
                "techniques": [
                    "Grasp a firm, broad, vertical fold at the marked site.",
                    "Apply the caliper 1 cm lateral or medial to the fingers, perpendicular to the fold.",
                    "Record the measurement after 2 seconds."
                ]
            },
            "x": "25.4%",
            "y": "42.8%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 933,
            "endTime": 951
        },
        "front_thigh": {
            "title": "Front Thigh Skinfold®",
            "identification": {
                "definition": "The site on the anterior midline of the thigh, at the midpoint of the distance between the Inguinal fold® (proximal) and the superior border of the patella (distal).",
                "subjectPosition": "The subject is seated with the torso erect and upper limbs hanging by the sides. The knee of the right lower limb should be flexed at a 90° angle.",
                "location": "The measurer stands facing the lateral aspect of the seated subject's right thigh. The site is marked parallel to the long axis of the thigh at the midpoint of the distance between the Inguinal fold® and the superior border of the anterior surface of the patella (while the knee is flexed). If difficulty arises in locating the Inguinal fold®, the subject should flex the hip to accentuate the fold. Place a small horizontal mark at the level of the midpoint. Then draw a perpendicular line intersecting this horizontal mark on the anterior midline of the thigh. If a tape is used, ensure it does not follow the curvature of the skin surface."
            },
            "measurement": {
                "subjectPosition": "The subject is seated at the anterior edge of a box/chair with the torso erect and upper limbs by the sides. The knee of the right lower limb is usually flexed at 90°. In some subjects, this skinfold may be easier to measure with the knee extended.",
                "method": "Due to potential difficulties, three methods are recommended (record method A, B, or C).",
                "methods": [
                    {
                        "name": "Method A (Standard and Preferred)",
                        "description": "The measurer stands facing the lateral aspect of the subject's right thigh. The skinfold is raised at the marked site. The measurement is taken while the knee is flexed."
                    },
                    {
                        "name": "Method B",
                        "description": "If the fold is difficult to raise, the subject is asked to assist by lifting the posterior aspect of the thigh with both hands to relieve skin tension."
                    },
                    {
                        "name": "Method C",
                        "description": "For subjects with particularly taut skin, the subject assists as in (B). The recorder (standing on the medial aspect of the subject's thigh) assists by raising a fold with both hands approximately 6 cm on either side of the landmark. The measurer then raises the skinfold at the marked site."
                    }
                ],
                "additionalNotes": "If the skinfold is difficult to measure with the knee flexed, ask the subject to extend the knee. Any of the three methods (A, B, C) may be used with the knee extended if necessary. The skinfold is parallel to the long axis of the thigh.",
                "techniques": [
                    "Grasp the skinfold at the marked site, parallel to the long axis of the thigh.",
                    "Apply the caliper 1 cm distal to the fingers, perpendicular to the fold.",
                    "Record the measurement after 2 seconds."
                ]
            },
            "x": "23.2%",
            "y": "61.0%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 953,
            "endTime": 1022
        },
        "medial_calf": {
            "title": "Medial Calf Skinfold®",
            "identification": {
                "definition": "A vertical skinfold on the medial aspect of the calf, at the level of its maximal girth.",
                "subjectPosition": "The subject stands relaxed with upper limbs by the sides. Feet should be separated with weight evenly distributed.",
                "location": "The level of maximum calf girth is determined and marked with a small horizontal line on the medial aspect of the calf. Maximal girth is found by manipulating a tape measure superiorly and inferiorly. View the marked site from the anterior aspect to locate the most medial point; mark this with an intersecting vertical line."
            },
            "measurement": {
                "subjectPosition": "The subject stands relaxed, upper limbs by sides, with the right foot placed on a box so the knee is flexed at approximately 90° and the calf muscles are relaxed.",
                "method": "With the subject's right foot on a box and calf relaxed, the vertical skinfold is raised parallel to the long axis of the leg.",
                "techniques": [
                    "Grasp a vertical skinfold at the marked site (most medial point at maximum girth).",
                    "Apply the caliper 1 cm from the fingers, perpendicular to the fold.",
                    "Record the measurement after 2 seconds."
                ]
            },
            "x": "26.3%",
            "y": "79.5%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 1025,
            "endTime": 1041
        }
    },
    "landmarks": {
        "acromiale": {
            "title": "Acromiale®",
            "identification": {
                "definition": "The most superior and lateral point on the acromion border, in line with its most lateral aspect.",
                "subjectPosition": "The subject assumes a relaxed position, upper limbs hanging by sides. The shoulder girdle should be in a neutral (mid-line) position.",
                "technique": "Standing posterior and to the right of the subject, palpate along the spine of the scapula to the acromial angle. This marks the commencement of the lateral border, which typically courses anteriorly, slightly superiorly, and medially. Apply a straight edge (e.g., pencil) to the lateral aspect of the acromion to confirm the most lateral point of the border. Mark this. The acromion has notable thickness; palpate superiorly to the superior margin of the acromion border in line with this most lateral aspect."
            },
            "x": "83.9%",
            "y": "23.4%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 30,
            "endTime": 59
        },
        "radiale": {
            "title": "Radiale®",
            "identification": {
                "definition": "The most proximal and lateral point on the head of the radius.",
                "subjectPosition": "The subject assumes a relaxed position, upper limbs hanging by sides.",
                "technique": "Palpate inferiorly into the lateral dimple of the right elbow (cubital fossa). Identify the space between the capitulum of the humerus and the head of the radius. Move the thumb distally onto the most lateral part of the proximal radial head. Confirmation of the correct location is achieved by slight supination and pronation of the forearm, causing the radial head to rotate."
            },
            "x": "85.4%",
            "y": "39.5%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 61,
            "endTime": 84
        },
        "mid_acromiale_radiale": {
            "title": "Mid-acromiale-radiale®",
            "identification": {
                "definition": "The midpoint on a straight line between the Acromiale® and Radiale® landmarks.",
                "subjectPosition": "The subject assumes a relaxed position, upper limbs extended and hanging by sides.",
                "technique": "Measure the linear distance between Acromiale® and Radiale® with the arm relaxed and extended. A segmometer or large sliding caliper is preferred. If a tape is used, avoid following the arm's surface curvature. Place a small horizontal mark at the midpoint. Project this mark as a horizontal line around to the posterior and anterior surfaces of the arm; this line is crucial for locating the Triceps® and Biceps® skinfold sites."
            },
            "x": "83.9%",
            "y": "31.7%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 85,
            "endTime": 108
        },
        "stylion": {
            "title": "Stylion®",
            "identification": {
                "definition": "The most distal point on the lateral margin of the styloid process of the radius.",
                "subjectPosition": "The subject assumes a relaxed position, upper limbs hanging by sides. The measurer may lift the wrist to aid landmark location.",
                "technique": "Using a thumbnail, palpate the triangular depression (anatomical 'snuff box') on the dorsolateral aspect of the wrist, immediately proximal to the base of the thumb, between the tendons of extensor pollicis longus and extensor pollicis brevis. Once identified, palpate within this space between the distal radius and the scaphoid bone to correctly identify the radial styloid process."
            },
            "x": "88.7%",
            "y": "51.3%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 171,
            "endTime": 190
        },
        "mid_stylion": {
            "title": "Mid-stylion®",
            "identification": {
                "definition": "The midpoint on the anterior (palmar) surface of the wrist, on a horizontal line level with the Stylion® landmark.",
                "subjectPosition": "The subject assumes a relaxed position, upper limbs hanging by sides. The measurer may lift the wrist.",
                "technique": "Align a tape with the Stylion® landmark. Draw a line perpendicular to the long axis of the forearm, close to the wrist's midpoint. Estimate the midpoint between the medial and lateral borders of the wrist. Mark this position with a line intersecting the perpendicular line."
            },
            "x": "12.8%",
            "y": "51.0%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 192,
            "endTime": 210
        },
        "subscapulare": {
            "title": "Subscapulare®",
            "identification": {
                "definition": "The most inferior point of the inferior angle of the scapula.",
                "subjectPosition": "The subject assumes a relaxed standing position, upper limbs hanging by sides.",
                "technique": "Palpate the inferior angle of the scapula with the left thumb. If difficult to locate, instruct the subject to slowly reach the right arm posteriorly towards the contralateral scapula. The inferior angle should be palpated continuously as the arm is returned to the relaxed position by the side. Re-verify the landmark with the arm relaxed."
            },
            "x": "77.2%",
            "y": "28.9%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 214,
            "endTime": 238
        },
        "mesosternale": {
            "title": "Mesosternale®",
            "identification": {
                "definition": "The midpoint of the body of the sternum (corpus sterni) at the level of the centre of the articulation of the fourth rib (chondrosternal articulation).",
                "subjectPosition": "The subject may be seated or standing, upper limbs hanging by sides.",
                "technique": "Palpation begins superiorly from the clavicles. Using the thumb, roll inferiorly from the clavicle to the first intercostal space (between first and second ribs). Replace the thumb with the index finger and repeat the process to palpate the second, third, and fourth intercostal spaces. The fourth rib is located between the third and fourth intercostal spaces. The second rib articulation (sternal angle, or Angle of Louis) serves as a useful reference, often felt as a transverse ridge on the sternum."
            },
            "x": "27.8%",
            "y": "29.9%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 265,
            "endTime": 285
        },
        "iliocristale": {
            "title": "Iliocristale®",
            "identification": {
                "definition": "The point on the most lateral aspect of the iliac tubercle, located on the iliac crest.",
                "subjectPosition": "The subject assumes a relaxed position with the left upper limb hanging by the side and the right upper limb abducted to the horizontal plane.",
                "technique": "From a position posterior to the subject, locate the most lateral margin of the iliac crest on the ilium using the right hand. The left hand stabilizes the torso by providing counter-pressure on the contralateral side of the pelvis. The landmark is the most lateral point marked on this identified margin of the ilium."
            },
            "x": "18.5%",
            "y": "47.6%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 288,
            "endTime": 310
        },
        "iliospinale": {
            "title": "Iliospinale®",
            "identification": {
                "definition": "The most inferior aspect of the tip of the anterior superior iliac spine (ASIS).",
                "subjectPosition": "The subject stands with upper limbs hanging by sides.",
                "technique": "Palpate the superior margin of the ilium and follow it antero-inferiorly along the crest to the ASIS. Continue inferiorly until the bone begins to curve posteriorly. The landmark is the inferior-most bony margin that can be palpated. If difficult, ask the subject to lift the heel of the right foot and externally rotate the femur. This action tenses the Sartorius muscle, which originates at the Iliospinale®, aiding palpation of the muscle and tracing it to its origin."
            },
            "x": "20.2%",
            "y": "52.3%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 330,
            "endTime": 364
        },
        "trochanterion": {
            "title": "Trochanterion®",
            "identification": {
                "definition": "The most superior point on the greater trochanter of the femur (not the most lateral point).",
                "subjectPosition": "The subject stands relaxed, with the right upper limb placed across the trunk.",
                "technique": "Identify this site by standing posterior to the subject and palpating the lateral aspect of the gluteal region with the heel of the hand. Support the contralateral side of the subject's pelvis with the left hand while applying pressure with the right. Once the greater trochanter is identified, palpate superiorly to locate its highest point where bone can still be felt under firm downward pressure. Note: This site can be difficult to locate in individuals with significant adipose tissue over the greater trochanter."
            },
            "x": "82.0%",
            "y": "54.3%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 443,
            "endTime": 472
        },
        "tibiale_laterale": {
            "title": "Tibiale laterale®",
            "identification": {
                "definition": "The most superior point on the lateral border of the head of the tibia.",
                "subjectPosition": "The subject stands relaxed, upper limbs hanging by sides.",
                "technique": "This landmark can be challenging due to thick lateral knee ligaments. Palpate using a thumbnail. Locate the joint space between the lateral condyle of the femur and the antero-lateral portion of the lateral tibial condyle. Press medially and firmly to identify the superior and lateral border of the tibial head. Having the subject flex and extend the knee several times can help confirm the correct location. Mark approximately one-third of the distance along this border in an anterior-to-posterior direction."
            },
            "x": "20.7%",
            "y": "72.1%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 474,
            "endTime": 508
        },
        "mid_trochanterion_tibiale_laterale": {
            "title": "Mid-trochanterion-tibiale laterale®",
            "identification": {
                "definition": "The midpoint on a straight line between the Trochanterion® and Tibiale laterale® landmarks.",
                "subjectPosition": "The subject stands relaxed, left upper limb by the side, right forearm across the trunk.",
                "technique": "Measure the linear distance between Trochanterion® and Tibiale laterale®. A segmometer or large sliding caliper is preferred. If a tape is used, avoid following the thigh's surface curvature. Place a small horizontal mark at the midpoint level."
            },
            "x": "18.5%",
            "y": "61.9%"
        },
        "tibiale_mediale": {
            "title": "Tibiale mediale®",
            "identification": {
                "definition": "The most superior point on the medial border of the head of the tibia.",
                "subjectPosition": "The subject is seated with the right lower limb resting over the left knee, allowing access to the medial aspect of the leg.",
                "technique": "The Tibiale mediale is approximately in the same transverse plane as Tibiale laterale®. Palpate the joint space between the medial femoral condyle and the medial tibial condyle. Mark the most superior point on the proximal medial border of the tibia while the leg is in this position."
            },
            "x": "25.4%",
            "y": "73.4%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 648,
            "endTime": 666
        },
        "sphyrion_tibiale": {
            "title": "Sphyrion tibiale®",
            "identification": {
                "definition": "The most distal tip of the medial malleolus of the tibia.",
                "subjectPosition": "The subject is seated with the right lower limb resting over the left knee, allowing access to the medial aspect of the ankle.",
                "technique": "This landmark is often located most easily by palpation with the thumbnail from an inferior and posterior direction. It is the distal tip, not the most medial aspect, of the medial malleleolus."
            },
            "x": "25.9%",
            "y": "91.9%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 668,
            "endTime": 686
        }
    },
    "lengths": {
        
		"acromiale_radiale_length": {
            "title": "Acromiale-radiale Length",
            "measurement": {
                "definition": "The length of the upper arm, measured as the direct distance between the Acromiale® and Radiale® landmarks.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides and the right forearm pronated.",
                "technique": "Using a large sliding caliper or segmometer, measure the distance between the marked Acromiale® and Radiale® landmarks. Ensure the caliper branches do not move from the landmarks during measurement."
            },
            "startX": "83.9%",
            "startY": "23.4%",
            "endX": "85.4%",
            "endY": "39.5%",
            "type": "line"
        },
        "radiale_stylion_length": {
            "title": "Radiale-stylion Length",
            "measurement": {
                "definition": "The length of the forearm, measured as the direct distance between the Radiale® and Stylion® landmarks.",
                "subjectPosition": "The subject assumes a relaxed position with the arms hanging by the sides, with the right forearm in a mid-pronated position.",
                "technique": "Using a large sliding caliper or segmometer, measure the distance between the marked Radiale® and Stylion® landmarks."
            },
            "startX": "85.4%",
            "startY": "39.5%",
            "endX": "88.7%",
            "endY": "51.3%",
            "type": "line"
        },
        "midstylion_dactylion_length": {
            "title": "Midstylion-dactylion Length",
            "measurement": {
                "definition": "The length of the hand, measured from the Midstylion® landmark to the Dactylion® (tip of the third finger).",
                "subjectPosition": "The subject stands with the right elbow partially flexed, forearm supinated, and fingers extended.",
                "technique": "Using a large sliding caliper or segmometer, measure the shortest distance from the marked Midstylion® line to the Dactylion®."
            },
            "startX": "88.7%",
            "startY": "51.3%",
            "endX": "91.1%",
            "endY": "60.0%",
            "type": "line"
        },
        "iliospinale_height": {
            "title": "Iliospinale Height",
            "measurement": {
                "definition": "The vertical distance from the floor or a box to the Iliospinale® landmark.",
                "subjectPosition": "The subject stands with feet together and arms hanging by the sides.",
                "technique": "Using an anthropometer or segmometer, measure the vertical height from the floor (or top of a box) to the marked Iliospinale® landmark. If a box is used, add the box height to the measurement."
            },
            "startX": "19.2%",
            "startY": "52.3%",
            "endX": "19.2%",
            "endY": "95.0%",
            "type": "line"
        },
        "trochanterion_height": {
            "title": "Trochanterion Height",
            "measurement": {
                "definition": "The vertical distance from the floor or a box to the Trochanterion® landmark.",
                "subjectPosition": "The subject stands with feet together and arms hanging by the sides.",
                "technique": "Using an anthropometer or segmometer, measure the vertical height from the floor (or top of a box) to the marked Trochanterion® landmark. If a box is used, add the box height to the measurement."
            },
            "startX": "82.0%",
            "startY": "54.3%",
            "endX": "82.0%",
            "endY": "95.0%",
            "type": "line"
        },
        "trochanterion_tibiale_laterale_length": {
            "title": "Trochanterion-tibiale laterale Length",
            "measurement": {
                "definition": "The length of the thigh, measured as the direct distance between the Trochanterion® and Tibiale laterale® landmarks.",
                "subjectPosition": "The subject stands with feet together and arms folded across the thorax.",
                "technique": "Using an anthropometer or segmometer, measure the distance between the marked Trochanterion® and Tibiale laterale® landmarks."
            },
            "startX": "81.0%",
            "startY": "54.3%",
            "endX": "81.0%",
            "endY": "72.1%",
            "type": "line"
        },
        "tibiale_laterale_height": {
            "title": "Tibiale laterale Height",
            "measurement": {
                "definition": "The length of the leg, measured as the vertical distance from a box to the Tibiale laterale® landmark.",
                "subjectPosition": "The subject stands on a box with feet together and arms hanging by the sides.",
                "technique": "Using an anthropometer or segmometer, measure the vertical height from the top of the box to the marked Tibiale laterale® landmark."
            },
            "startX": "20.7%",
            "startY": "72.1%",
            "endX": "20.7%",
            "endY": "95.0%",
            "type": "line"
        },
        "tibiale_mediale_sphyrion_tibiale_length": {
            "title": "Tibiale mediale-sphyrion tibiale Length",
            "measurement": {
                "definition": "The length of the tibia, measured as the direct distance between the Tibiale mediale® and Sphyrion tibiale® landmarks.",
                "subjectPosition": "The subject is seated with the right ankle resting over the left knee.",
                "technique": "Using an anthropometer or segmometer, measure the distance between the marked Tibiale mediale® and Sphyrion tibiale® landmarks."
            },
            "startX": "25.4%",
            "startY": "73.4%",
            "endX": "25.9%",
            "endY": "91.9%",
            "type": "line"
        }
    },
    "girths": {
        "head": {
            "title": "Head Girth",
            "measurement": {
                "definition": "The maximum circumference of the head, measured above the eyebrows and ears.",
                "subjectPosition": "The subject assumes a relaxed seated or standing position with the head in the Frankfort plane.",
                "technique": "The girth of the head is obtained in the Frankfort plane at the level immediately above the Glabella with the tape perpendicular to the long axis of the head. The tape needs to be pulled tight to compress the hair. Use of the middle fingers at the sides of the head is often necessary to prevent the tape from slipping over the head. Do not include the ears and ensure that there are no hair pins, clips or similar items in the hair during the measurement."
            },
            "centerX": "27.8%",
            "centerY": "7.8%",
            "radiusX": "4.7%",
            "radiusY": "1.5%",
            "type": "ellipse"
        },
        "neck": {
            "title": "Neck Girth",
            "measurement": {
                "definition": "The circumference of the neck, measured just superior to the thyroid cartilage (Adam's apple).",
                "subjectPosition": "The subject assumes a relaxed seated or standing position with the head in the Frankfort plane.",
                "technique": "The girth around the neck is measured immediately superior to the thyroid cartilage (Adam's apple). The subject should maintain the head in the Frankfort plane. It is important not to pull the tape tight in this region since the tissues are compressible. The tape is held perpendicular to the long axis of the neck which may not necessarily be in the horizontal plane."
            },
            "centerX": "27.7%",
            "centerY": "18.4%",
            "radiusX": "3.4%",
            "radiusY": "1.9%",
            "type": "ellipse"
        },
        "arm_relaxed": {
            "title": "Arm (Relaxed) Girth",
            "measurement": {
                "definition": "The circumference of the arm at the marked Mid-acromiale-radiale® level, with the arm relaxed.",
                "subjectPosition": "Subject stands with upper limbs relaxed by sides.",
                "technique": "Pass a flexible tape around the arm at the marked level, ensuring the tape is in a plane perpendicular to the long axis of the arm and applies minimal compression to the skin."
            },
            "centerX": "16.9%",
            "centerY": "35.0%",
            "radiusX": "2.3%",
            "radiusY": "1.5%",
            "rotationAngle": 15,
            "type": "ellipse"
        },
        "arm_flexed_tensed": {
            "title": "Arm (Flexed & Tensed) Girth",
            "measurement": {
                "definition": "The maximum circumference of the arm, measured at the peak of the contracted biceps muscle.",
                "subjectPosition": "The subject's right arm is raised anteriorly to the horizontal with the forearm supinated and flexed at about 45-90° to the arm.",
                "technique": "The flexed and tensed arm girth is measured at the level of the peak of the contracted Biceps. The measurer stands to the side of the subject and with the tape loosely in position. The subject is asked to partially tense the elbow flexors to identify the probable peak of the contracted muscles. The subject is encouraged to contract the arm muscles as strongly as possible and hold it while the measurement is made at the peak of the Biceps. If there is no obvious peak of the Biceps this girth should be measured at the level of the Mid-acromiale-radiale® landmark."
            },
            "centerX": "16.9%",
            "centerY": "35.0%",
            "radiusX": "2.5%",
            "radiusY": "1.7%",
            "rotationAngle": 15,
            "type": "ellipse"
        },
        "forearm": {
            "title": "Forearm Girth",
            "measurement": {
                "definition": "The maximum circumference of the forearm, distal to the humeral epicondyles.",
                "subjectPosition": "The subject assumes a relaxed standing position with the left arm hanging by the side. The subject's right arm is slightly flexed at the shoulder and the elbow is extended.",
                "technique": "The measurement is taken at the maximum girth of the forearm distal to the humeral epicondyles. The subject holds the palm up (ie forearm supinated) while relaxing the muscles of the forearm. Using the cross-hand technique move the tape measure up and down the forearm and make serial measurements in order to correctly locate the level of the maximum girth. It usually occurs just distal to the elbow."
            },
            "centerX": "15.5%",
            "centerY": "42.0%",
            "radiusX": "2.0%",
            "radiusY": "1.2%",
            "rotationAngle": 15,
            "type": "ellipse"
        },
        "wrist": {
            "title": "Wrist Girth",
            "measurement": {
                "definition": "The minimum circumference of the wrist, distal to the styloid processes.",
                "subjectPosition": "The subject assumes a relaxed standing position with the left arm hanging by the side. The subject's right arm is slightly flexed at the shoulder, the elbow is extended, the forearm supinated and the hand relaxed.",
                "technique": "This girth measurement is taken distal to the styloid processes. It is the minimum girth in this region. Manipulation of the tape measure is required to be sure the minimal girth is obtained. The tissues should not be compressed by excessive tension."
            },
            "centerX": "13.5%",
            "centerY": "50.0%",
            "radiusX": "1.7%",
            "radiusY": "1.0%",
            "rotationAngle": 15,
            "type": "ellipse"
        },
        "chest": {
            "title": "Chest Girth",
            "measurement": {
                "definition": "The circumference of the chest at the level of the Mesosternale landmark.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides and slightly abducted.",
                "technique": "This girth is taken at the level of the Mesosternale. The anthropometrist stands to the right of the subject who abducts the arms to the horizontal position allowing the tape to be passed around the thorax. The stub of the tape and the housing are then both held in the right hand while the anthropometrist uses the left hand to adjust the level of the tape at the back to the adjudged level of the marked Mesosternale. The anthropometrist resumes control of the stub with the left hand and using the cross-hand technique positions the tape in front at the level of the marked Mesosternale. The subject is instructed to lower their arms to the relaxed position with the arms slightly abducted. The tape is then readjusted as necessary to ensure it has not slipped and does not excessively indent the skin. The subject should breathe normally and the measurement is taken at the end of a normal expiration (end tidal)."
            },
            "centerX": "27.8%",
            "centerY": "32.4%",
            "radiusX": "8.0%",
            "radiusY": "3.5%",
            "type": "ellipse"
        },
        "waist_minimum": {
            "title": "Waist (Minimum) Girth",
            "measurement": {
                "definition": "The circumference at the narrowest point between the inferior costal (rib) border and the superior border of the iliac crest.",
                "subjectPosition": "Subject stands with upper limbs relaxed by sides, abdomen relaxed.",
                "technique": "Pass a flexible tape horizontally around the waist at the narrowest point, typically measured at the end of a normal expiration. Ensure the tape is snug but does not compress the skin."
            },
            "centerX": "27.8%",
            "centerY": "40.4%",
            "radiusX": "7.6%",
            "radiusY": "3.0%",
            "type": "ellipse"
        },
        "gluteal_hips": {
            "title": "Gluteal (Hips) Girth",
            "measurement": {
                "definition": "The circumference at the level of the greatest posterior protuberance of the buttocks.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms folded across the thorax. The subject's feet should be together and the gluteal muscles relaxed.",
                "technique": "The girth is taken at the level of the greatest posterior protuberance of the buttocks which usually corresponds anteriorly to about the level of the symphysis pubis. The anthropometrist passes the tape around the hips from the side. The stub of the tape and the housing are then both held in the right hand while the anthropometrist uses the left hand to adjust the level of the tape at the back to the adjudged level of the greatest posterior protuberance of the buttocks. The anthropometrist resumes control of the stub with the left hand, and using the cross-hand technique, positions the tape in front and the sides so that the tape is held in a horizontal plane at the target level. The tape is then readjusted as necessary to ensure it has not slipped and does not excessively indent the skin."
            },
            "centerX": "27.8%",
            "centerY": "50.4%",
            "radiusX": "8.5%",
            "radiusY": "4.0%",
            "type": "ellipse"
        },
        "thigh_1cm_gluteal": {
            "title": "Thigh (1cm from Gluteal Fold) Girth",
            "measurement": {
                "definition": "The circumference of the thigh, 1 cm below the gluteal fold.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms folded across the thorax. The subject stands with the feet slightly apart and mass equally distributed on both feet.",
                "technique": "The girth of the thigh is taken 1 cm below the level of the Gluteal fold, perpendicular to the long axis of the thigh. It is usually helpful to have the subject stand on a box or stool for this measure. The anthropometrist passes the tape between the lower thighs and then slides the tape up to the correct plane. The stub of the tape and the housing are both held in the right hand while the anthropometrist uses the left hand to adjust the level of the tape to the target level. The anthropometrist resumes control of the stub with the left hand and using the cross-hand technique positions the tape so that it is held in a perpendicular plane. The tape is then readjusted as necessary to ensure it has not slipped and does not excessively indent the skin."
            },
            "centerX": "22.8%",
            "centerY": "58.0%",
            "radiusX": "5.0%",
            "radiusY": "2.5%",
            "type": "ellipse"
        },
        "thigh_mid_troch_tib_lat": {
            "title": "Thigh (Mid-Trochanterion-Tibiale Laterale) Girth",
            "measurement": {
                "definition": "The circumference of the thigh at the level of the Mid-trochanterion-tibiale laterale landmark.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms folded across the thorax. The subject's feet should be separated with the weight evenly distributed.",
                "technique": "This is the right mid-thigh girth at the marked Mid-trochanterion-tibiale-laterale site. It is usually helpful to have the subject stand on a box or stool for this measure. The anthropometrist passes the tape between the lower thighs and then slides the tape up to the correct plane. The stub of the tape and the housing are both held in the right hand while the anthropometrist uses the left hand to adjust the level of the tape to the target level. The anthropometrist resumes control of the stub with the left hand and using the cross-hand technique positions the tape so that it is held in a perpendicular plane. The tape is then readjusted as necessary to ensure it has not slipped and does not excessively indent the skin."
            },
            "centerX": "22.8%",
            "centerY": "61.9%",
            "radiusX": "4.5%",
            "radiusY": "2.2%",
            "type": "ellipse"
        },
        "calf_maximum": {
            "title": "Calf (Maximum) Girth",
            "measurement": {
                "definition": "The maximum circumference of the calf at the level of the Medial calf® skinfold site.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides. The subject's feet should be separated with the weight evenly distributed.",
                "technique": "The maximum girth of the calf at the marked Medial calf® skinfold site. The subject stands in an elevated position. The elevated position will make it easier for the measurer to align the eyes with the tape. The anthropometrist passes the tape around the calf and then slides the tape to the correct plane. The stub of the tape and the housing are both held in the right hand while the anthropometrist uses the left hand to adjust the level of the tape to the marked level. The anthropometrist resumes control of the stub with the left hand and using the cross-hand technique positions the tape so that it is held in a plane perpendicular to the axis of the leg. The tape is then readjusted as necessary to ensure it has not slipped and does not excessively indent the skin."
            },
            "centerX": "23.0%",
            "centerY": "79.9%",
            "radiusX": "3.6%",
            "radiusY": "1.5%",
            "type": "ellipse"
        },
        "ankle_minimum": {
            "title": "Ankle (Minimum) Girth",
            "measurement": {
                "definition": "The minimum circumference of the ankle, superior to the Sphyrion tibiale.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides. The subject's feet should be separated with the weight evenly distributed.",
                "technique": "The minimum girth of the ankle is taken at the narrowest point superior to the Sphyrion tibiale. The subject stands in an elevated position. The elevated position will make it easier for the measurer to align the eyes with the tape. The anthropometrist passes the tape around the ankle. and manipulates it up and down this region to ensure that the minimum girth is obtained. The stub of the tape and the housing are both held in the right hand while the anthropometrist uses the left hand to adjust the level of the tape to the marked level. The anthropometrist resumes control of the stub with the left hand and using the cross-hand technique positions the tape so that it is held in a plane perpendicular to the axis of the leg. The tape is then readjusted as necessary to ensure it has not slipped and does not excessively indent the skin."
            },
            "centerX": "24.3%",
            "centerY": "91.0%",
            "radiusX": "1.9%",
            "radiusY": "1.0%",
            "type": "ellipse"
        }
    },
    "breadths": {
        "biacromial": {
            "title": "Biacromial Breadth®",
            "measurement": {
                "definition": "The linear distance between the most lateral points of the two Acromiale® landmarks.",
                "subjectPosition": "Subject stands in the standard anatomical position.",
                "technique": "Use a large sliding caliper (anthropometer). The subject's arms should be relaxed at their sides. The caliper blades are placed over the Acromiale® landmarks."
            },
            "startX": "49.3%",
            "startY": "24.1%",
            "endX": "66.3%",
            "endY": "24.1%",
            "type": "line"
        },
        "biiliocristal": {
            "title": "Biiliocristal Breadth®",
            "measurement": {
                "definition": "The linear distance between the most lateral points of the two Iliocristale® landmarks.",
                "subjectPosition": "Subject stands in the standard anatomical position.",
                "technique": "Use a large sliding caliper (anthropometer). Apply firm pressure to the caliper blades over the Iliocristale® landmarks to compress any intervening soft tissue."
            },
            "startX": "14.3%",
            "startY": "52.6%",
            "endX": "30.0%",
            "endY": "52.6%",
            "type": "line"
        },
        "transverse_chest_breadth": {
            "title": "Transverse Chest Breadth®",
            "measurement": {
                "definition": "The distance between the most lateral aspects of the rib cage, measured at the level of the Mesosternale® landmark with caliper blades angled 30° downwards.",
                "subjectPosition": "The subject assumes a relaxed standing or seated position, with arms abducted sufficiently to allow caliper access to the lateral rib cage.",
                "technique": "The measurer stands facing the subject. Align the superior aspect of the caliper with the Mesosternale® landmark. Angle the caliper blades 30° downwards from horizontal to contact the most lateral points of the rib cage, preventing slippage between ribs. Avoid including Pectoralis Major or Latissimus Dorsi muscles. Take the measurement at the end of a normal exhalation."
            },
            "startX": "16.1%",
            "startY": "36.4%",
            "endX": "28.1%",
            "endY": "36.4%",
            "type": "line"
        },
        "anterior_posterior_chest_depth": {
            "title": "Anterior-Posterior Chest Depth®",
            "measurement": {
                "definition": "The anterior-posterior distance of the thorax, measured at the level of the Mesosternale® landmark.",
                "subjectPosition": "The subject assumes a seated position with the torso erect and palms resting on the thighs.",
                "technique": "The measurer applies the caliper over the subject's right shoulder. Position the posterior branch of the caliper on the spinous process of the vertebra at the horizontal level of the Mesosternale®. Place the anterior branch on the Mesosternale®. Apply very light pressure. The subject should breathe normally; take the measurement at the end of a normal exhalation."
            },
            "startX": "91.5%",
            "startY": "28.1%",
            "endX": "81.1%",
            "endY": "28.1%",
            "type": "line"
        },
        "biepicondylar_humerus_breadth": {
            "title": "Biepicondylar Humerus Breadth®",
            "measurement": {
                "definition": "The distance between the medial and lateral epicondyles of the humerus.",
                "subjectPosition": "The subject assumes a relaxed standing or seated position. The right arm is raised anteriorly to the horizontal, and the forearm is flexed at a 90° angle to the arm.",
                "technique": "Palpate the medial and lateral epicondyles of the humerus, starting proximally. Place the caliper faces on these identified epicondyles. Maintain firm pressure with the index fingers while reading the measurement. Note: The measured distance may be somewhat oblique as the medial epicondyle is typically lower than the lateral epicondyle."
            },
            "startX": "11.3%",
            "startY": "38.7%",
            "endX": "15.0%",
            "endY": "40.1%",
            "type": "line"
        },
        "biepicondylar_femur_breadth": {
            "title": "Biepicondylar Femur Breadth®",
            "measurement": {
                "definition": "The distance between the medial and lateral epicondyles of the femur.",
                "subjectPosition": "The subject assumes a relaxed seated position with palms resting on the thighs. The right leg is flexed at the knee to form a 90° angle with the thigh.",
                "technique": "Palpate the medial and lateral epicondyles of the femur, starting proximally to the sites. Place the caliper faces on these identified epicondyles. Maintain firm pressure with the index fingers while reading the measurement."
            },
            "startX": "16.1%",
            "startY": "71.4%",
            "endX": "20.9%",
            "endY": "71.4%",
            "type": "line"
        }
    },
    "basic": {
         "body_mass": {
            "title": "Body Mass®",
            "measurement": {
                "definition": "The mass of the body measured in kilograms, representing the total weight of all body tissues and fluids.",
                "subjectPosition": "The subject stands centrally on the weighing scale platform without support, with body weight distributed evenly on both feet. Minimal clothing should be worn (swimwear or underwear), and the subject should be barefoot.",
                "technique": "Verify the scale reads zero before measurement. The subject steps onto the centre of the scales and remains motionless until the reading stabilises. Record the measurement when the digital display becomes steady. Nude mass is the preferred measure, though mass in minimal clothing provides sufficient accuracy for most purposes.",
                "notes": "Body mass exhibits diurnal variation of approximately 1 kg in children and 2 kg in adults. The most stable values are obtained in the morning, twelve hours after food intake and after voiding. When standardisation of measurement time is not possible, record the time of day. Weigh clothing separately if precise nude mass calculation is required."
            },
            "videoId": "qZtZWQXZ9sI",
            "startTime": 693,
            "endTime": 705
        },
        "stature": {
            "title": "Stature® (Stretch Method)",
            "measurement": {
                "definition": "The vertical distance from the floor to the Vertex® (highest point of the skull) when the subject stands in the anatomical position with the head positioned in the Frankfort plane.",
                "subjectPosition": "The subject stands with feet together, heels, buttocks, and upper back touching the stadiometer. The head is positioned in the Frankfort plane, achieved when the Orbitale® (lower edge of the orbit) aligns horizontally with the Tragion® (notch superior to the tragus). The head need not touch the stadiometer when correctly positioned.",
                "technique": "The measurer places hands along the subject's jaw line to apply gentle upward pressure through the mastoid processes. The subject takes and holds a deep breath while maintaining the Frankfort plane. The headboard is placed firmly on the Vertex®, compressing hair as much as possible. Ensure feet remain on the floor and head position is maintained throughout measurement.",
                "notes": "Stature exhibits diurnal variation with subjects typically taller in the morning and shorter in the evening, with approximately 1% height loss over the day. The stretch stature method reduces this variation. Repeated measures should be taken at the same time of day when possible, and measurement time should be recorded."
            },
            "videoId": "qZtZWQXZ9sI",
            "startTime": 707,
            "endTime": 743
        },
        "sitting_height": {
            "title": "Sitting Height",
            "measurement": {
                "definition": "The vertical distance from the sitting platform to the Vertex® when the subject is seated with the head positioned in the Frankfort plane.",
                "subjectPosition": "The subject sits erect on a measuring box or level platform with hands resting on the thighs. The back should be positioned against the stadiometer when possible. Feet should be flat on the floor or appropriately supported.",
                "technique": "Apply the stretch method by instructing the subject to take and hold a deep breath while maintaining the head in the Frankfort plane. The measurer applies gentle upward lift through the mastoid processes while the headboard is placed firmly on the Vertex®, compressing hair maximally. Ensure the subject does not contract gluteal muscles or push with the legs during measurement.",
                "notes": "The preferred technique employs the stretch method similar to stature measurement. Repeated measures should be taken at the same time of day as the original measurement, and measurement time should be recorded. The height of the sitting platform must be known for accurate calculation of sitting height."
            },
            "videoId": "qZtZWQXZ9sI",
            "startTime": 744,
            "endTime": 776
        }
    }
} 