{
    "skinfolds": {
        "triceps": {
            "title": "Triceps Skinfold®",
            "identification": {
                "definition": "The most posterior part of the Triceps when viewed from the side at the marked Mid-acromiale-radiale® level.",
                "subjectPosition": "When marking the sites for the Triceps skinfold the subject assumes the anatomical position.",
                "location": "The Triceps® skinfold site is marked over the most posterior part of the Triceps when viewed from the side at the marked Mid-acromiale-radialeⓇ level."
            },
            "measurement": {
                "subjectPosition": "The subject assumes a relaxed standing position with the left arm hanging by the side. The right arm should be relaxed with the shoulder joint slightly externally rotated and elbow extended by the side of the body.",
                "method": "The fold is parallel to the long axis of the arm.",
                "techniques": [
                    "The skinfold is picked up at the marked line. It should be grasped and lifted (raised) so that a double fold of skin plus the underlying subcutaneous adipose tissue is held between the thumb and index finger of the left hand.",
                    "The nearest edge of the contact faces of the caliper are applied 1 cm away from the edge of the thumb and finger.",
                    "The caliper is held at 90° to the surface of the skinfold site at all times.",
                    "Measurement is recorded two seconds after the full pressure of the caliper is applied."
                ]
            },
            "x": "83.3%",
            "y": "35.0%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 846,
            "endTime": 864
        },
        "subscapular": {
            "title": "Subscapular Skinfold®",
            "identification": {
                "definition": "The site 2 cm along a line running laterally and obliquely downward from the Subscapulare® landmark at a 45° angle.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides.",
                "location": "Use a tape measure to locate the point 2 cm from the Subscapulare® in a line 45° laterally downward."
            },
            "measurement": {
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides.",
                "method": "The line of the skinfold is determined by the natural fold lines of the skin (running laterally and obliquely downward at a 45° angle).",
                "techniques": [
                    "The skinfold is picked up at the marked line. It should be grasped and lifted (raised) so that a double fold of skin plus the underlying subcutaneous adipose tissue is held between the thumb and index finger of the left hand.",
                    "The nearest edge of the contact faces of the caliper are applied 1 cm away from the edge of the thumb and finger.",
                    "The caliper is held at 90° to the surface of the skinfold site at all times.",
                    "Measurement is recorded two seconds after the full pressure of the caliper is applied."
                ]
            },
            "x": "78.2%",
            "y": "31.5%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 865,
            "endTime": 881
        },
        "biceps": {
            "title": "Biceps Skinfold®",
            "identification": {
                "definition": "The most anterior part of the Biceps.",
                "subjectPosition": "When marking the sites for the Biceps® skinfold the subject assumes the anatomical position.",
                "location": "The Biceps® skinfold site is marked over the most anterior part of the Biceps when viewed from the side at the marked Mid-acromiale-radialeⓇ level."
            },
            "measurement": {
                "subjectPosition": "The subject assumes a relaxed standing position with the left arm hanging by the side. The right arm should be relaxed with the shoulder joint slightly externally rotated and elbow extended by the side of the body.",
                "method": "This skinfold is parallel to the long axis of the arm.",
                "techniques": [
                    "The skinfold is picked up at the marked line. Grasp a double fold of skin plus underlying subcutaneous adipose tissue between the thumb and index finger of the left hand.",
                    "Apply caliper faces 1 cm away from thumb and finger, at approximately mid-fingernail depth.",
                    "Caliper at 90° to skinfold surface. Maintain grasp during measurement.",
                    "Record measurement 2 seconds after full caliper pressure is applied."
                ]
            },
            "x": "17.0%",
            "y": "34.2%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 883,
            "endTime": 900
        },
        "iliac_crest": {
            "title": "Iliac Crest Skinfold®",
            "identification": {
                "definition": "The site at the centre of the skinfold raised immediately above the marked Iliocristale®.",
                "subjectPosition": "The subject assumes a relaxed position with the left arm hanging by the side and the right arm abducted to the horizontal.",
                "location": "This skinfold is raised immediately superior to the Iliocristale®. Align the fingers of the left hand on the Iliocristale® landmark and exert pressure inwards so that the fingers roll over the iliac crest. Substitute the left thumb for these fingers and relocate the index finger a sufficient distance superior to the thumb so that this grasp becomes the skinfold to be measured. Mark the centre of the raised skinfold. The fold runs slightly downwards anteriorly as determined by the natural fold of the skin."
            },
            "measurement": {
                "subjectPosition": "The subject assumes a relaxed standing position with the left arm hanging by the side. The right arm should be either abducted or placed across the trunk.",
                "method": "The line of the skinfold generally runs slightly downward posterior-anterior, as determined by the natural fold lines of the skin.",
                "notes": "Over the years there has been a lot of confusion about the nomenclature of skinfold sites over the ilioabdominal region. ISAK identifies the Iliac crest® and Supraspinale® skinfold sites. ISAK's Iliac crest site is very similar to the site that Durnin & Womersley (1974) called the suprailiac skinfold.",
                "techniques": [
                    "Grasp skinfold at marked site.",
                    "Apply caliper 1 cm from fingers, perpendicular to fold.",
                    "Record after 2 seconds."
                ]
            },
            "x": "80.8%",
            "y": "44.2%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 901,
            "endTime": 917
        },
        "supraspinale": {
            "title": "Supraspinale Skinfold®",
            "identification": {
                "definition": "The site at the intersection of two lines: (1) the line from the marked Iliospinale® to the anterior axillary border, and (2) the horizontal line at the level of the marked Iliocristale®.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides. The right arm may be abducted to the horizontal after the anterior axillary border has been identified.",
                "location": "The fold runs slightly downwards and anteriorly as determined by the natural fold of the skin.",
                "nomenclatureNote": "This skinfold was originally named \"suprailiac\" by Parnell (1958) and Heath and Carter (1967), but since 1982 it has been known as the \"supraspinale\"."
            },
            "measurement": {
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides.",
                "method": "The fold runs medially downward at about a 45° angle as determined by the natural fold of the skin.",
                "notes": "ISAK's Supraspinale site was termed the suprailiac by Parnell (1958) and Tanner (1964). ISAK'S Supraspinale skinfold site is a site used in the Heath-Carter somatotype system.",
                "techniques": [
                    "Grasp skinfold at marked site following its natural line.",
                    "Apply caliper 1 cm from fingers, perpendicular to fold.",
                    "Record after 2 seconds."
                ]
            },
            "x": "22.9%",
            "y": "43.5%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 919,
            "endTime": 931
        },
        "abdominal": {
            "title": "Abdominal Skinfold®",
            "identification": {
                "definition": "The site 5 cm to the right hand side of the omphalion (midpoint of the navel).",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides.",
                "location": "This is a vertical fold raised 5 cm from the right hand side of the omphalion."
            },
            "measurement": {
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides.",
                "method": "This is a vertical fold. It is particularly important at this site that the measurer is sure the initial grasp is firm and broad since often the underlying musculature is poorly developed. This may result in an underestimation of the thickness of the subcutaneous layer of tissue. (Note: Do not place the fingers or caliper inside the navel.)",
                "techniques": [
                    "Grasp a firm, broad, vertical fold at the marked site.",
                    "Apply caliper 1 cm from fingers, perpendicular to fold.",
                    "Record after 2 seconds."
                ]
            },
            "x": "25.4%",
            "y": "42.8%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 933,
            "endTime": 951
        },
        "front_thigh": {
            "title": "Front Thigh Skinfold®",
            "identification": {
                "definition": "The site at the mid-point of the distance between the Inguinal fold® and the anterior surface of the patella (Anterior patella®) on the midline of the thigh.",
                "subjectPosition": "The subject assumes a seated position with the torso erect and the arms hanging by the sides. The knee of the right leg should be bent at a right angle.",
                "location": "The measurer stands facing the right side of the seated subject on the lateral side of the thigh. The site is marked parallel to the long axis of the thigh at the mid-point of the distance between the Inguinal fold® and the superior margin of the anterior surface of the patella (while the leg is bent). If there is difficulty locating the Inguinal fold® the subject should flex the hip to make a fold. Place a small horizontal mark at the level of the mid-point between the two landmarks. Now draw a perpendicular line to intersect the horizontal line. This perpendicular line is located in the midline of the thigh. If a tape is used be sure to avoid following the curvature of the surface of the skin."
            },
            "measurement": {
                "subjectPosition": "The subject assumes a seated position at the front edge of the box with the torso erect and the arms hanging by the sides. The knee of the right leg is usually bent at a right angle. In some subjects, this skinfold may be easier to take with the knee extended.",
                "method": "Because of difficulties with this skinfold, three methods are recommended (record method A, B, or C).",
                "methods": [
                    {
                        "name": "Method A (Standard and Preferred)",
                        "description": "The measurer stands facing the right side of the subject on the lateral side of the thigh. The skinfold is raised at the marked site. The skinfold measurement is taken while the knee is bent."
                    },
                    {
                        "name": "Method B",
                        "description": "If the fold is difficult to raise the subject is asked to assist by lifting with both hands the underside of the thigh to relieve the tension of the skin."
                    },
                    {
                        "name": "Method C",
                        "description": "For subjects with particularly tight skinfolds, the subject is asked to assist by lifting the underside of the thigh as in (b). The recorder (standing on the medial aspect of the subject's thigh) assists by raising a fold with both hands at about 6 cm either side of the landmark. The measurer then raises the skinfold at the marked site."
                    }
                ],
                "additionalNotes": "If the skinfold is difficult to take with the knee flexed, ask the subject to extend the knee. Any of the three methods (A, B and C) may be used with the knee extended if necessary. The skinfold is parallel to the long axis of the thigh.",
                "techniques": [
                    "Grasp skinfold at marked site, parallel to long axis of thigh.",
                    "Apply caliper 1 cm from fingers, perpendicular to fold.",
                    "Record after 2 seconds."
                ]
            },
            "x": "23.2%",
            "y": "61.0%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 953,
            "endTime": 1022
        },
        "medial_calf": {
            "title": "Medial Calf Skinfold®",
            "identification": {
                "definition": "The site on the most medial aspect of the calf at the level of the maximal girth.",
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides. The subject's feet should be separated with the weight evenly distributed.",
                "location": "The level of the maximum girth is determined and marked with a small horizontal line on the medial aspect of the calf. The maximal girth is found by using the middle fingers to manipulate the position of the tape in a series of up or down measurements to determine the maximum girth. View the marked site from the front to locate the most medial point and mark this with an intersecting vertical line."
            },
            "measurement": {
                "subjectPosition": "The subject assumes a relaxed standing position with the arms hanging by the sides and the right foot placed on the box. The right knee is bent at about 90°.",
                "method": "The subject's right foot is placed on a box with the calf relaxed. The fold is parallel to the long axis of the leg.",
                "techniques": [
                    "Grasp vertical skinfold at marked site (most medial point at maximum girth).",
                    "Apply caliper 1 cm from fingers, perpendicular to fold.",
                    "Record after 2 seconds."
                ]
            },
            "x": "26.3%",
            "y": "79.5%",
            "videoId": "qZtZWQXZ9sI",
            "startTime": 1025,
            "endTime": 1041
        }
    },
    "landmarks": {
        "acromiale": {
            "title": "Acromiale®",
            "identification": {
                "definition": "The most lateral point on the lateral border of the acromial process of the scapula.",
                "subjectPosition": "The subject assumes a relaxed standing position.",
                "technique": "Palpate laterally along the spine of the scapula to the acromial process. The landmark is at the most lateral point of the lateral border of the acromion."
            },
            "x": "82.0%",
            "y": "25.0%"
        },
        "radiale": {
            "title": "Radiale®",
            "identification": {
                "definition": "The most proximal and lateral point on the head of the radius.",
                "subjectPosition": "The subject's elbow is flexed at 90° with the palm facing medially.",
                "technique": "Palpate in the depression on the posterior/lateral aspect of the extended elbow between the head of the radius and the capitulum of the humerus."
            },
            "x": "85.0%",
            "y": "45.0%"
        },
        "stylion": {
            "title": "Stylion®",
            "identification": {
                "definition": "The most distal point on the styloid process of the radius.",
                "subjectPosition": "The subject's arm is in the anatomical position.",
                "technique": "Palpate the distal end of the radius on the lateral aspect of the wrist to locate the styloid process."
            },
            "x": "88.0%",
            "y": "55.0%"
        }
    },
    "lengths": {
        "arm_length": {
            "title": "Arm Length®",
            "measurement": {
                "definition": "The distance from Acromiale® to Radiale® landmarks.",
                "subjectPosition": "Standing with arms relaxed at sides.",
                "technique": "Use a large sliding caliper or segmometer to measure the straight-line distance between the two landmarks."
            },
            "startX": "82.0%",
            "startY": "25.0%",
            "endX": "85.0%",
            "endY": "45.0%",
            "type": "line"
        },
        "forearm_length": {
            "title": "Forearm Length®",
            "measurement": {
                "definition": "The distance from Radiale® to Stylion® landmarks.",
                "subjectPosition": "Standing with arms relaxed at sides.",
                "technique": "Use a large sliding caliper or segmometer to measure the straight-line distance between the two landmarks."
            },
            "startX": "85.0%",
            "startY": "45.0%",
            "endX": "88.0%",
            "endY": "55.0%",
            "type": "line"
        }
    },
    "girths": {
        "arm_girth": {
            "title": "Arm Girth (Relaxed)®",
            "measurement": {
                "definition": "The girth of the arm at the marked Mid-acromiale-radiale® level with the arm relaxed.",
                "subjectPosition": "Standing with arms relaxed at sides.",
                "technique": "Pass the tape around the arm at the marked level, ensuring it lies in a plane perpendicular to the long axis of the arm."
            },
            "centerX": "82.0%",
            "centerY": "38.0%",
            "radiusX": "3.0%",
            "radiusY": "1.5%",
            "type": "ellipse"
        },
        "waist_girth": {
            "title": "Waist Girth®",
            "measurement": {
                "definition": "The girth at the narrowest point between the lower costal border and the iliac crest.",
                "subjectPosition": "Standing with arms relaxed at sides.",
                "technique": "Pass the tape horizontally around the waist at the narrowest point, usually at the end of normal expiration."
            },
            "centerX": "50.0%",
            "centerY": "48.0%",
            "radiusX": "8.0%",
            "radiusY": "3.0%",
            "type": "ellipse"
        }
    },
    "breadths": {
        "biacromial": {
            "title": "Biacromial Breadth®",
            "measurement": {
                "definition": "The straight-line distance between the most lateral points on the acromial processes.",
                "subjectPosition": "Standing in the anatomical position.",
                "technique": "Use a large sliding caliper with the subject's arms relaxed at their sides."
            },
            "startX": "82.0%",
            "startY": "25.0%",
            "endX": "18.0%",
            "endY": "25.0%",
            "type": "line"
        },
        "biiliocristal": {
            "title": "Biiliocristal Breadth®",
            "measurement": {
                "definition": "The straight-line distance between the most lateral points on the iliac crests.",
                "subjectPosition": "Standing in the anatomical position.",
                "technique": "Use a large sliding caliper, applying firm pressure to compress soft tissues."
            },
            "startX": "77.0%",
            "startY": "45.0%",
            "endX": "23.0%",
            "endY": "45.0%",
            "type": "line"
        }
    }
} 